Repository: abdukerimovislam/bloom-main
Catalog: lib/l10n/app_*.arb
Languages: es, ru

source: Track your cycle
es: Monitorea tu ciclo
ru: Отслеживайте свой цикл

# lastPeriod
source: Last Period: {date}
es: Último período: {date}
ru: Последние: {date}

# noData
source: No data yet. Log your first cycle!
es: Aún no hay datos. ¡Registra tu primer ciclo!
ru: Пока нет данных. Отметьте свой первый цикл!

# avatarStateResting
source: Resting...
es: Descansando...
ru: Отдых...

# avatarStateActive
source: Active!
es: ¡Activa!
ru: Активность!

# calendarTitle
source: Cycle Calendar
es: Calendario del Ciclo
ru: Календарь цикла

source: Save
es: Guardar
ru: Сохранить

# tapToLogPeriod
source: Tap a day to log or unlog it
es: Toca un día para registrarlo o anularlo
ru: Нажмите на день, чтобы отметить или снять отметку

# logSymptomsButton
source: How do you feel today?
es: ¿Cómo te sientes hoy?
ru: Как вы себя чувствуете сегодня?

# symptomsTitle
source: Today's Symptoms
es: Síntomas de Hoy
ru: Сегодняшние симптомы

# symptomCramps
source: Cramps
es: Cólicos
ru: Спазмы

# symptomHeadache
source: Headache
es: Dolor de cabeza
ru: Головная боль

# symptomNausea
source: Nausea
es: Náuseas
ru: Тошнота

# moodHappy
source: Happy
es: Feliz
ru: Счастье

# moodSad
source: Sad
es: Triste
ru: Грусть

# noSymptomsLogged
source: No symptoms logged for today.
es: No hay síntomas registrados para hoy.
ru: Симптомы за сегодня не отмечены.

# predictionsTitle
source: Predictions
es: Predicciones
ru: Прогнозы

# nextPeriodPrediction
source: Next period in ~{days} days
es: Próximo período en ~{days} días
ru: Следующие через ~{days} дней

# nextPeriodDate
source: Around {date}
es: Alrededor del {date}
ru: Примерно {date}

source: Fertile Window
es: Ventana Fértil
ru: Фертильное окно

# ovulation
source: Est. Ovulation
es: Ovulación Est.
ru: Прим. Овуляция

# cycleLength
source: Avg. Cycle: {days} days
es: Ciclo Prom: {days} días
ru: Сред. цикл: {days} дней

# periodLength
source: Avg. Period: {days} days
es: Período Prom: {days} días
ru: Сред. длительность: {days} дней

# notEnoughData
source: Log at least 2 cycles to see predictions.
es: Registra al menos 2 ciclos para ver predicciones.
ru: Отметьте хотя бы 2 цикла, чтобы увидеть прогнозы.

# calendarLegendPeriod
source: Your Period
es: Tu Período
ru: Ваши месячные

# calendarLegendPredicted
source: Predicted Period
es: Período Previsto
ru: Прогноз месячных

# calendarLegendFertile
source: Fertile Window
es: Ventana Fértil
ru: Фертильное окно

# welcomeTitle
source: Welcome to Bloom!
es: ¡Bienvenida a Bloom!
ru: Добро пожаловать в Bloom!

# welcomeDesc
source: Your personal cycle pal. Let's get you set up.
es: Tu compañero personal de ciclo. Vamos a configurarlo.
ru: Ваш личный помощник по циклу. Давайте начнем.

# questionPeriodTitle
source: When did your last period start?
es: ¿Cuándo comenzó tu último período?
ru: Когда начались ваши последние месячные?

# questionPeriodDesc
source: You can log this in the calendar. If you don't remember, that's okay!
es: Puedes registrarlo en el calendario. ¡Si no te acuerdas, no pasa nada!
ru: Вы можете отметить это в календаре. Если не помните, ничего страшного!

# questionLengthTitle
source: What's your average cycle length?
es: ¿Cuál es la duración promedio de tu ciclo?
ru: Какая у вас средняя длина цикла?

# questionLengthDesc
source: This is the time from one period start to the next. (Default is 28 days)
es: Es el tiempo desde el inicio de un período hasta el siguiente. (Por defecto 28 días)
ru: Это время от начала одного периода до начала следующего. (По умолчанию 28 дней)

source: Skip
es: Omitir
ru: Пропустить

source: Done
es: Hecho
ru: Готово

source: Pick a date
es: Elige una fecha
ru: Выбрать дату

source: days
es: días
ru: дней

# settingsTitle
source: Settings
es: Ajustes
ru: Настройки

# settingsNotifications
source: Notifications
es: Notificaciones
ru: Уведомления

# settingsNotificationsDesc
source: Show alerts for predictions
es: Mostrar alertas de predicciones
ru: Показывать оповещения о прогнозах

# settingsLanguage
source: Language
es: Idioma
ru: Язык

# settingsSupport
source: Support
es: Soporte
ru: Поддержка

# settingsSupportDesc
source: Report a bug or ask a question
es: Reportar un error o hacer una pregunta
ru: Сообщить об ошибке или задать вопрос

# notificationPeriodTitle
source: Heads up from Bloom!
es: ¡Aviso de Bloom!
ru: Напоминание от Bloom!

# notificationPeriodBody
source: Your period is predicted to start in {days} days.
es: Se predice que tu período comenzará en {days} días.
ru: Ваши месячные, по прогнозу, начнутся через {days} дней.

# notificationFertileTitle
source: Heads up from Bloom!
es: ¡Aviso de Bloom!
ru: Напоминание от Bloom!

# notificationFertileBody
source: Your fertile window is predicted to start tomorrow.
es: Se predice que tu ventana fértil comenzará mañana.
ru: Ваше фертильное окно, по прогнозу, начнется завтра.

# logPeriodStartButton
source: Period Started Today
es: Período Inició Hoy
ru: Месячные начались сегодня

# logPeriodEndButton
source: Period Ended Today
es: Período Terminó Hoy
ru: Месячные закончились сегодня

# periodIsActive
source: You are on day {day} of your period
es: Estás en el día {day} de tu período
ru: У вас {day}-й день месячных

# periodDelayed
source: Period is {days} days late
es: Período retrasado {days} días
ru: Задержка {days} дней

# avatarStateDelayed
source: Waiting...
es: Esperando...
ru: Ожидание...

# avatarStateFollicular
source: Energy is returning!
es: ¡La energía regresa!
ru: Энергия возвращается!

# avatarStateOvulation
source: Peak energy!
es: ¡Pico de energía!
ru: Пик энергии!

# avatarStateLuteal
source: Time to rest
es: Tiempo de descansar
ru: Время отдыхать

# insightNone
source: Log your first cycle in the calendar to start seeing insights!
es: ¡Registra tu primer ciclo en el calendario para empezar a ver ideas!
ru: Отметьте свой первый цикл в календаре, чтобы увидеть инсайты!

# insightMenstruation_1
source: Time for coziness! Your energy is at its lowest - that's okay. Remember to rest, watch your favorite show, and maybe eat that chocolate bar. 🍫
es: ¡Hora de acurrucarse! Tu energía está en su punto más bajo, y está bien. Recuerda descansar, ver tu programa favorito, y quizás comer esa barra de chocolate. 🍫
ru: Время уюта! Ваша энергия на минимуме - это нормально. Не забывайте отдыхать, смотреть любимые шоу и, возможно, съесть ту шоколадку. 🍫

# insightMenstruation_2
source: Your body is doing hard work. Listen to it! Gentle stretching or a warm bath can do wonders for cramps.
es: Tu cuerpo está trabajando duro. ¡Escúchalo! Un estiramiento suave o un baño caliente pueden hacer maravillas por los cólicos.
ru: Ваше тело усердно работает. Прислушайтесь к нему! Легкая растяжка или теплая ванна могут творить чудеса при спазмах.

# insightMenstruation_3
source: It's normal to feel tired. Your hormones are at their lowest. Prioritize sleep and hydration today.
es: Es normal sentirse cansada. Tus hormonas están en su nivel más bajo. Prioriza el sueño y la hidratación hoy.
ru: Чувствовать усталость - это нормально. Ваши гормоны на самом низком уровне. Приоритет - сон и гидратация.

# insightFollicular_1
source: Energy is returning! Estrogen is rising. Great day to make plans or do that workout you've been putting off.
es: ¡La energía está volviendo! El estrógeno está aumentando. Un gran día para hacer planes o hacer esa rutina de ejercicio que has estado posponiendo.
ru: Энергия возвращается! Эстроген растет. Отличный день, чтобы строить планы или сделать ту тренировку, которую вы откладывали.

# insightFollicular_2
source: Your mind is getting clearer. This is a great time to learn something new or tackle a tricky problem.
es: Tu mente se está aclarando. Este es un buen momento para aprender algo nuevo o abordar un problema complicado.
ru: Ваш разум проясняется. Это отличное время, чтобы выучить что-то новое или решить сложную проблему.

# insightFollicular_3
source: Mood boost! As your period ends, you might feel more positive and sociable. Enjoy it!
es: ¡Mejora de ánimo! A medida que termina tu período, podrías sentirte más positiva y sociable. ¡Disfrútalo!
ru: Настроение улучшается! По мере окончания месячных вы можете чувствовать себя более позитивно и общительно. Наслаждайтесь!

# insightOvulation_1
source: You're peaking! 🌟 Today is your day to shine. Confidence and energy are at their maximum. Perfect time for challenging tasks or socializing.
es: ¡Estás en tu apogeo! 🌟 Hoy es tu día para brillar. La confianza y la energía están al máximo. Momento perfecto para tareas desafiantes o socializar.
ru: Вы на пике! 🌟 Сегодня ваш день. Уверенность и энергия на максимуме. Идеальное время для сложных задач или общения.

# insightOvulation_2
source: You might feel extra confident today. It's the estrogen peak! A great day to speak up or lead a project.
es: Puede que te sientas extra confiada hoy. ¡Es el pico de estrógeno! Un gran día para expresar tu opinión o liderar un proyecto.
ru: Сегодня вы можете чувствовать себя особенно уверенно. Это пик эстрогена! Отличный день, чтобы высказаться или возглавить проект.

# insightOvulation_3
source: Peak energy! Your body is ready for more intense exercise if you feel up for it. You might also feel more connected to others.
es: ¡Pico de energía! Tu cuerpo está listo para ejercicio más intenso si te apetece. También podrías sentirte más conectada con los demás.
ru: Пик энергии! Ваше тело готово к более интенсивным упражнениям, если вы в настроении. Вы также можете почувствовать большую связь с окружающими.

# insightLuteal_1
source: You might feel a bit irritable or tired - blame progesterone. This is called PMS. Be kinder to yourself, now is the time for self-care.
es: Podrías sentirte un poco irritable o cansada, culpa a la progesterona. Esto se llama SPM. Sé más amable contigo misma, ahora es el momento de cuidarte.
ru: Вы можете чувствовать себя немного раздражительной или уставшей - вините прогестерон. Это называется ПМС. Будьте добрее к себе, сейчас время для заботы о себе.

# insightLuteal_2
source: Food cravings? It's normal. Your body is burning more calories. Opt for complex carbs or dark chocolate to stay balanced.
es: ¿Antojos de comida? Es normal. Tu cuerpo está quemando más calorías. Opta por carbohidratos complejos o chocolate negro para mantener el equilibrio.
ru: Тяга к еде? Это нормально. Ваше тело сжигает больше калорий. Выбирайте сложные углеводы или темный шоколад, чтобы оставаться в равновесии.

# insightLuteal_3
source: Feeling a bit bloated or sensitive? It's the luteal phase. Try to reduce salt and drink extra water. It helps!
es: ¿Te sientes un poco hinchada o sensible? Es la fase lútea. Intenta reducir la sal y beber más agua. ¡Ayuda!
ru: Чувствуете вздутие или чувствительность? Это лютеиновая фаза. Постарайтесь уменьшить количество соли и пейте больше воды. Это помогает!

# insightDelayed_1
source: Period delayed? Small fluctuations are normal, stress or changes in routine can be the cause. Just keep track.
es: ¿Período retrasado? Pequeñas fluctuaciones son normales, el estrés o cambios en la rutina pueden ser la causa. Solo sigue monitoreando.
ru: Задержка? Небольшие колебания - это нормально, причиной могут быть стресс или изменения в режиме. Просто продолжайте следить.

# insightDelayed_2
source: Waiting... It's common to be off by a day or two. Try to relax, get good sleep, and see what happens tomorrow.
es: Esperando... Es común tener un retraso de uno o dos días. Intenta relajarte, dormir bien y ver qué pasa mañana.
ru: Ожидание... Опоздание на день-два - это обычное дело. Постарайтесь расслабиться, хорошо выспаться и посмотреть, что будет завтра.

# insightDelayed_3
source: Your body has its own rhythm. A late period can happen for many reasons. If you're worried, you can always talk to a trusted adult.
es: Tu cuerpo tiene su propio ритмо. Un período tardío puede ocurrir por muchas razones. Si estás preocupada, siempre puedes hablar con un adulto de confianza.
ru: У вашего тела свой ритм. Задержка может случиться по многим причинам. Если вы беспокоитесь, вы всегда можете поговорить с доверенным взрослым.

# settingsTheme
source: App Theme
es: Tema de la App
ru: Тема приложения

# themeRose
source: Gentle Rose
es: Rosa Suave
ru: Нежная Роза

# themeNight
source: Moonlit Night
es: Noche Iluminada
ru: Лунная Ночь

# themeForest
source: Forest Calm
es: Calma del Bosque
ru: Лесное Спокойствие

# questionPeriodLengthTitle
source: What's your average period duration?
es: ¿Cuál es la duración media de tu período?
ru: Какая у вас средняя длительность месячных?

# questionPeriodLengthDesc
source: This helps us make a more accurate first prediction. (Usually 3-7 days)
es: Esto nos ayuda a hacer una primera predicción más precisa. (Normalmente 3-7 días)
ru: Это поможет нам точнее рассчитать первый прогноз. (Обычно 3-7 дней)

# settingsCycleCalculationTitle
source: Cycle Length Calculation
es: Cálculo de la duración del ciclo
ru: Расчет длины цикла

# settingsUseManualCalculation
source: Use manual calculation
es: Usar cálculo manual
ru: Использовать ручной расчет

# settingsUseManualCalculationDesc
source: Predictions will be based on the value below
es: Las predicciones se basarán en el valor siguiente
ru: Прогнозы будут основаны на значении ниже

# settingsManualCycleLength
source: Manual cycle length
es: Duración manual del ciclo
ru: Ручная длина цикла

# settingsManualCycleLengthDialogTitle
source: Select cycle length
es: Seleccionar duración del ciclo
ru: Выберите длину цикла

# settingsManualCycleLengthDays
source: {count} days
es: {count} días
ru: {count} дней

# dialogCancel
source: Cancel
es: Cancelar
ru: Отмена

# dialogOK
source: OK
es: Aceptar

# homeConfirmStartTitle
source: Start Period?
es: ¿Iniciar Período?
ru: Начать месячные?

# homeEmptyDesc
source: Start tracking your period to see predictions. Press the '+' button to begin.
es: Comienza a registrar tu período para ver predicciones. Presiona el botón '+' para comenzar.
ru: Начните отслеживать свой цикл, чтобы увидеть прогнозы. Нажмите кнопку '+' для начала.

# homeConfirmStartDesc
source: Are you sure you want to mark today as the start of your period?
es: ¿Estás segura de que quieres marcar hoy como el inicio de tu período?
ru: Вы уверены, что хотите отметить сегодня как начало месячных?

# homeConfirmEndTitle
source: End Period?
es: ¿Finalizar Período?
ru: Закончить месячные?

# homeConfirmEndDesc
source: Are you sure you want to mark today as the end of your period?
es: ¿Estás segura de que quieres marcar hoy como el final de tu período?
ru: Вы уверены, что хотите отметить сегодня как конец месячных?

# homeConfirmYes
source: Yes
es: Sí
ru: Да

# calendarLongPressHint
source: Long press a day to log symptoms
es: Mantén presionado un día para registrar síntomas
ru: Долгое нажатие на день, чтобы отметить симптомы

# homeHello
source: Hello!
es: ¡Hola!
ru: Привет!

# homeInsight
source: Insight
es: Perspectiva
ru: Инсайт

# homeToday
source: Today
es: Hoy
ru: Сегодня

# homeEmptyTitle
source: No Data Yet
es: Aún no hay datos
ru: Пока нет данных

# homeDayOfCycle
source: Day {day}
es: Día {day}
ru: День {day}

# homePredictionNextIn
source: Next period in {days} days
es: Próximo período en {days} días
ru: Следующие через {days} дней

# homePredictionOvulationIn
source: Ovulation in {days} days
es: Ovulación en {days} días
ru: Овуляция через {days} дней

# homePredictionFertile
source: Fertile Window
es: Ventana Fértil
ru: Фертильное окно

# homePredictionPeriod
source: Period
es: Período
ru: Месячные

# homePredictionDelayed
source: Delayed
es: Retrasado
ru: Задержка

# phaseMenstruation
source: Period
es: Período
ru: Месячные

# phaseFollicular
source: Follicular Phase
es: Fase Folicular
ru: Фолликулярная фаза

# phaseOvulation
source: Ovulation
es: Ovulación
ru: Овуляция

# phaseLuteal
source: Luteal Phase
es: Fase Lútea
ru: Лютеиновая фаза

# phaseDelayed
source: Delayed
es: Retrasado
ru: Задержка

# phaseNone
source: No Data
es: Sin datos
ru: Нет данных

# settingsPillTrackerTitle
source: Contraceptive Pills
es: Píldoras Anticonceptivas
ru: Контрацептивы

# settingsPillTrackerEnable
source: Enable Pill Reminders
es: Activar recordatorios de píldora
ru: Включить напоминания о таблетках

# settingsPillTrackerDesc
source: This will disable all cycle predictions (ovulation, fertile window) and set up daily pill reminders.
es: Esto desactivará todas las predicciones del ciclo (ovulación, ventana fértil) y configurará recordatorios diarios de la píldora.
ru: Это отключит все прогнозы цикла (овуляция, фертильное окно) и установит ежедневные напоминания о приеме.

# settingsPillTrackerTime
source: Reminder Time
es: Hora del recordatorio
ru: Время напоминания

# settingsPillTrackerTimeNotSet
source: Not Set
es: No establecido
ru: Не установлено

# pillTrackerTabTitle
source: Pills
es: Píldoras
ru: Таблетки

# pillScreenTitle
source: Pill Tracker
es: Seguidor de Píldoras
ru: Трекер Таблеток

# pillTakenButton
source: I've taken my pill
es: He tomado mi píldora
ru: Я приняла таблетку

# pillAlreadyTaken
source: Taken today!
es: ¡Tomada hoy!
ru: Сегодня принято!

# pillInfoButton
source: Learn about pills
es: Aprender sobre las píldoras
ru: Узнать о таблетках

# pillInfoTitle
source: About Pills
es: Sobre las Píldoras
ru: О таблетках

# pillInfoWhatAreThey
source: What are contraceptive pills?
es: ¿Qué son las píldoras anticonceptivas?
ru: Что такое контрацептивы?

# pillInfoWhatAreTheyBody
source: Contraceptive pills (often called 'the pill') are a type of medication that women can take daily to prevent pregnancy. They contain hormones that stop ovulation (the release of an egg from the ovaries).
es: Las píldoras anticonceptivas son un tipo de medicamento que las mujeres pueden tomar diariamente para prevenir el embarazo. Contienen hormonas que detienen la ovulación (la liberación de un óvulo del ovario).
ru: Противозачаточные таблетки (КОК) — это тип лекарств, которые женщины могут принимать ежедневно для предотвращения беременности. Они содержат гормоны, которые останавливают овуляцию (выход яйцеклетки из яичника).

# pillInfoHowToUse
source: How to use them?
es: ¿Cómo usarlas?
ru: Как их использовать?

# pillInfoHowToUseBody
source: You must take one pill every day, at the same time each day. Consistency is very important. Most packs have 21 active pills and 7 placebo (sugar) pills, or 28 active pills. During the placebo week, you will likely have a withdrawal bleed, which is like a period.
es: Debes tomar una píldora todos los días, a la misma hora cada día. La constancia es muy importante. La mayoría de los paquetes tienen 21 píldoras activas y 7 píldoras de placebo (azúcar), o 28 píldoras activas. Durante la semana de placebo, es probable que tengas un sangrado por deprivación, que es como un período.
ru: Вы должны принимать одну таблетку каждый день, в одно и то же время. Постоянство очень важно. Большинство упаковок содержат 21 активную таблетку и 7 таблеток плацебо («пустышек») или 28 активных таблеток. В неделю плацебо у вас, вероятно, начнется кровотечение отмены, похожее на месячные.

# pillInfoWhatIfMissed
source: What if I miss a pill?
es: ¿Qué pasa si olvido una píldora?
ru: Что, если я пропустила таблетку?

# pillInfoWhatIfMissedBody
source: If you miss one pill, take it as soon as you remember, even if it means taking two pills in one day. If you miss two or more pills, your risk of pregnancy increases. Take the last pill you missed, discard the other missed pills, and use a backup method of contraception (like a condom) for the next 7 days. Always read the leaflet that comes with your specific brand of pill or consult your doctor.
es: Si olvidas una píldora, tómala tan pronto como lo recuerdes, incluso si significa tomar dos píldoras en un día. Si olvidas dos o más píldoras, tu riesgo de embarazo aumenta. Toma la última píldora que olvidaste, desecha las otras píldoras olvidadas y usa un método anticonceptivo de respaldo (como un condón) durante los próximos 7 días. Lee siempre el prospecto de tu marca específica de píldora o consulta a tu médico.
ru: Если вы пропустили одну таблетку, примите ее, как только вспомните, даже если это означает прием двух таблеток в один день. Если вы пропустили две или более таблеток, риск беременности возрастает. Примите последнюю пропущенную таблетку, выбросьте остальные пропущенные и используйте дополнительный метод контрацепции (например, презерватив) в течение следующих 7 дней. Всегда читайте инструкцию к вашему конкретному препарату или проконсультируйтесь с врачом.

# notificationPillTitle
source: Bloom Pill Reminder 💊
es: Bloom: Recordatorio 💊
ru: Bloom: Напоминание 💊

# notificationPillBody
source: Time to take your pill!
es: ¡Es hora de tomar tu píldora!
ru: Время принять таблетку!

# pillSetupTitle
source: Pack Setup
es: Configurar Paquete
ru: Настройка упаковки

# pillSetupDesc
source: To start tracking, please provide some info about your pill pack.
es: Para comenzar, proporciona información sobre tu paquete de píldoras.
ru: Чтобы начать отслеживание, укажите информацию о вашей упаковке таблеток.

# pillSetupStartDate
source: When did this pack start?
es: ¿Cuándo comenzó este paquete?
ru: Когда началась эта упаковка?

# pillSetupActiveDays
source: Active pills in pack (e.g., 21)
es: Píldoras activas (ej. 21)
ru: Активных таблеток (например, 21)

# pillSetupPlaceboDays
source: Placebo/break days (e.g., 7)
es: Días de placebo/descanso (ej. 7)
ru: Дней плацебо/перерыва (например, 7)

# pillSetupSaveButton
source: Start Tracking
es: Comenzar Seguimiento
ru: Начать отслеживание

# pillDay
source: Day
es: Día
ru: День

# pillDayActive
source: Active
es: Activa
ru: Активная

# calendarLegendPill
source: Pill Taken
es: Píldora tomada
ru: Таблетка принята

# pillResetTitle
source: Reset Pack?
es: ¿Reiniciar Paquete?
ru: Сбросить упаковку?

# pillResetDesc
source: This will clear your current pill pack settings and you will need to set it up again. Your history of taken pills will be kept.
es: Esto borrará la configuración actual de tu paquete de píldoras y tendrás que configurarlo de nuevo. Tu historial de píldoras tomadas se conservará.
ru: Это очистит настройки вашей текущей упаковки, и вам нужно будет настроить ее заново. Ваша история принятых таблеток сохранится.

# pillResetButton
source: Reset
es: Reiniciar
ru: Сбросить

# symptomNotesLabel
source: Notes for today...
es: Notas para hoy...

# calendarLegendNote
source: Note Added
es: Nota añadida

# logBleedingButton
source: Log Bleeding
es: Registrar sangrado
ru: Отметить кровотечение

# logBleedingEndButton
source: End Bleeding
es: Finalizar Sangrado
ru: Закончить кровотечение

# homeBleedingDay
source: Bleeding Day {day}
es: Día de Sangrado: {day}
ru: День кровотечения: {day}

# calendarLegendBleeding
source: Withdrawal Bleeding
es: Sangrado por deprivación
ru: Кровотечение отмены

# insightPillActive
source: You are on an active pill. Remember to take it at the same time every day! Consistency is key.
es: Estás tomando una píldora activa. ¡Recuerda tomarla a la misma hora todos los días! La constancia es clave.
ru: Вы принимаете активную таблетку. Не забывайте принимать ее в одно и то же время! Постоянство — это ключ.

# insightPillPlacebo
source: You are in your placebo (break) week. A withdrawal bleed (like a period) is normal now. Don't forget to start your new pack on time!
es: Estás en tu semana de placebo (descanso). Es normal tener un sangrado por deprivación (similar a un período) ahora. ¡No olvides empezar tu nuevo paquete a tiempo!
ru: У вас неделя плацебо (перерыв). Кровотечение отмены (похожее на месячные) в это время — это нормально. Не забудьте вовремя начать новую упаковку!

# notificationPillActionTaken
source: Mark as Taken
es: Marcar como tomada
ru: Принято
