Repository: abdukerimovislam/bloom-main
Catalog: lib/l10n/app_*.arb
Languages: es, ru

# calendarEmptyState
source: Your history will appear here. Tap a day to log your period or bleeding.
es: Здесь появится ваша история. Нажмите на день, чтобы отметить месячные или кровотечение.
ru: Здесь появится ваша история. Нажмите на день, чтобы отметить месячные или кровотечение.

# authLogin
source: Login
es: Iniciar Sesión
ru: Войти

# authRegister
source: Register
es: Registrarse
ru: Регистрация

# authEmail
source: Email
es: Correo

# authPassword
source: Password
es: Contraseña
ru: Пароль

# authSwitchToRegister
source: Don't have an account? Register
es: ¿No tienes cuenta? Regístrate
ru: Нет аккаунта? Зарегистрироваться

# authSwitchToLogin
source: Already have an account? Login
es: ¿Ya tienes cuenta? Inicia sesión
ru: Уже есть аккаунт? Войти

# authSignOut
source: Sign Out
es: Cerrar Sesión
ru: Выйти

# authSignOutConfirm
source: Are you sure you want to sign out?
es: ¿Estás segura de que quieres cerrar sesión?
ru: Вы уверены, что хотите выйти?

# authWithGoogle
source: Sign in with Google
es: Iniciar sesión con Google
ru: Войти через Google

# authAsGuest
source: Continue as Guest
es: Continuar como invitado
ru: Продолжить как гость

# authLinkAccount
source: Link Google Account
es: Vincular cuenta de Google
ru: Привязать аккаунт Google

# authLinkDesc
source: Save your data and sync across devices by linking your Google Account.
es: Guarda tus datos y sincronízalos entre dispositivos vinculando tu cuenta de Google.
ru: Сохраните ваши данные и синхронизируйте их между устройствами, привязав аккаунт Google.

# authAccount
source: Account
es: Cuenta
ru: Аккаунт

# authOr
source: or
es: o
ru: или

# authLinkSuccess
source: Account linked successfully!
es: ¡Cuenta vinculada con éxito!
ru: Аккаунт успешно привязан!

# authLinkError
source: Failed to link account:
es: Error al vincular la cuenta:
ru: Ошибка привязки аккаунта:

# moodIrritable
source: Irritable
ru: Раздражение

# homeConfirmNo
source: No
ru: Нет

# pillDayPlacebo
source: Placebo
ru: Плацебо
